Repository: gduval78/PhotoVideoBackup
Catalog: PhotoVideoBackup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, zh_hans

source: Use this NAS for backups
de: Dieses NAS für Backups verwenden
es: Usar este NAS para las copias
fr: Utiliser ce NAS pour les sauvegardes
it: Usa questo NAS per i backup
pt: Usar este NAS para as cópias
ru: Использовать этот NAS для копий
zh_hans: 将此 NAS 用于备份

source: Username
de: Benutzername
es: Usuario
fr: Nom d’utilisateur
it: Nome utente
pt: Utilizador
ru: Имя пользователя
zh_hans: 用户名

source: Verifying…
de: Überprüfung…
es: Verificando…
fr: Vérification…
it: Verifica…
pt: A verificar…
ru: Проверка…
zh_hans: 正在验证…

# Version %@ (%@)
source: Version %1$@ (%2$@)
de: Version %@ (%@)
es: Versión %@ (%@)
fr: Version %@ (%@)
it: Versione %@ (%@)
pt: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@ (%@)

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertenza
pt: Aviso
ru: Предупреждение
zh_hans: 警告

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
pt: Bem-vindo
ru: Добро пожаловать
zh_hans: 欢迎

source: Write error on %@: %@
de: Schreibfehler bei %@: %@
es: Error de escritura en %@: %@
fr: Erreur d'écriture sur %@ : %@
it: Errore di scrittura su %@: %@
pt: Erro de escrita em %@: %@
ru: Ошибка записи на %@: %@
zh_hans: 写入 %@ 时出错：%@

source: You appear to be on mobile data. Backing up to the NAS may use your data plan — tap Stop to halt it.
de: Sie sind offenbar im Mobilfunknetz. Das Backup auf das NAS kann Ihr Datenvolumen verbrauchen — tippen Sie auf Stopp, um es anzuhalten.
es: Parece que estás usando datos móviles. La copia al NAS puede consumir tu plan de datos — toca Detener para pararla.
fr: Vous semblez être en données mobiles. La sauvegarde vers le NAS peut consommer votre forfait — appuyez sur Stop pour l’arrêter.
it: Sembri essere su rete mobile. Il backup sul NAS può consumare il tuo piano dati — tocca Stop per interromperlo.
pt: Parece que está a usar dados móveis. A cópia para o NAS pode consumir o seu plano de dados — toque em Parar para a interromper.
ru: Похоже, вы используете мобильные данные. Резервное копирование на NAS может расходовать трафик — нажмите «Стоп», чтобы остановить.
zh_hans: 您似乎正在使用移动数据。备份到 NAS 可能会消耗您的流量 — 点按“停止”以中止。

source: all photos & videos
de: alle Fotos und Videos
es: todas las fotos y videos
fr: toutes les photos et vidéos
it: tutte le foto e i video
pt: todas as fotos e vídeos
ru: все фото и видео
zh_hans: 所有照片和视频

source: copied
de: kopiert
es: copiado(s)
fr: copié(s)
it: copiati
pt: copiado(s)
ru: скопировано
zh_hans: 已复制

source: e.g. Blackmagic, GoPro…
de: z. B. Blackmagic, GoPro…
es: ej. Blackmagic, GoPro…
fr: ex. Blackmagic, GoPro…
it: es. Blackmagic, GoPro…
pt: ex. Blackmagic, GoPro…
ru: например, Blackmagic, GoPro…
zh_hans: 例如 Blackmagic、GoPro…

source: e.g. Gerard's iPhone
de: z. B. Gerards iPhone
es: ej. iPhone de Gérard
fr: ex. iPhone de Gérard
it: es. iPhone di Gerard
pt: ex. iPhone do Gerard
ru: например, iPhone Жерара
zh_hans: 例如 Gerard 的 iPhone

source: e.g. Synology NAS
de: z. B. Synology NAS
es: p. ej. Synology NAS
fr: ex. Synology NAS
it: es. Synology NAS
pt: ex. Synology NAS
ru: напр. Synology NAS
zh_hans: 例如 Synology NAS

source: e.g. photo
de: z. B. photo
es: p. ej. photo
fr: ex. photo
it: es. photo
pt: ex. photo
ru: напр. photo
zh_hans: 例如 photo

source: e.g. srt, gpx, csv
de: z. B. srt, gpx, csv
es: ej. srt, gpx, csv
fr: ex. srt, gpx, csv
it: es. srt, gpx, csv
pt: ex. srt, gpx, csv
ru: например, srt, gpx, csv
zh_hans: 例如 srt、gpx、csv

source: failed
de: fehlgeschlagen
es: fallido(s)
fr: échoué(s)
it: falliti
pt: falhou
ru: с ошибкой
zh_hans: 失败

source: file
de: Datei
es: archivo
fr: fichier
pt: arquivo
ru: файл
zh_hans: 文件

source: files
de: Dateien
es: archivos
fr: fichiers
it: file
pt: arquivos
ru: файлов
zh_hans: 个文件

source: files deleted
de: Dateien gelöscht
es: archivos eliminados
fr: fichiers supprimés
it: file eliminati
pt: arquivos excluídos
ru: файлов удалено
zh_hans: 个文件已删除

source: files failed to delete
de: Dateien konnten nicht gelöscht werden
es: archivos con error de eliminación
fr: fichiers non supprimés
it: file non eliminati
pt: arquivos com falha na exclusão
ru: файлов не удалось удалить
zh_hans: 个文件删除失败

source: optional, e.g. Backups
de: optional, z. B. Backups
es: opcional, p. ej. Backups
fr: facultatif, ex. Backups
it: facoltativo, es. Backups
pt: opcional, ex. Backups
ru: необязательно, напр. Backups
zh_hans: 可选，例如 Backups

source: skipped
de: übersprungen
es: omitido(s)
fr: ignoré(s)
it: ignorati
pt: ignorado(s)
ru: пропущено
zh_hans: 已跳过

source: verified by SHA-256
de: per SHA-256 verifiziert
es: verificado(s) por SHA-256
fr: vérifié(s) par SHA-256
it: verificati da SHA-256
pt: verificado(s) por SHA-256
ru: проверено SHA-256
zh_hans: 已通过 SHA-256 验证

source: ~%lld min remaining
de: ~%lld Min. verbleibend
es: ~%lld min restantes
fr: ~%lld min restantes
it: ~%lld min rimanenti
pt: ~%lld min restantes
ru: ~%lld мин осталось
zh_hans: 剩余约 %lld 分钟

source: Backup
es: Copia
fr: Sauvegarde
ru: Резервная копия
zh_hans: 备份

source: Code
es: Código
it: Codice
pt: Código
ru: Код
zh_hans: 代码

source: Grading %lld / %lld
es: Clasificando %lld / %lld
fr: Étalonnage %lld / %lld
it: Gradazione %lld / %lld
pt: A graduar %lld / %lld
ru: Обработка %lld / %lld
zh_hans: 调色 %lld / %lld

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
ru: Имя
zh_hans: 名称

source: Pause
es: Pausa
it: Pausa
pt: Pausar
ru: Пауза
zh_hans: 暂停

source: Port
es: Puerto
it: Porta
pt: Porta
ru: Порт
zh_hans: 端口

source: Server
es: Servidor
fr: Serveur
pt: Servidor
ru: Сервер
zh_hans: 服务器

source: Support
es: Soporte
it: Supporto
pt: Suporte
ru: Поддержка
zh_hans: 支持

source: USB-C Hub
es: Hub USB-C
fr: Hub USB-C
it: Hub USB-C
pt: Hub USB-C
ru: USB-C Хаб
zh_hans: USB-C 集线器

source: Version
es: Versión
it: Versione
pt: Versão
ru: Версия
zh_hans: 版本

source: Host / IP
fr: Hôte / IP
pt: Anfitrião / IP
ru: Хост / IP
zh_hans: 主机 / IP

source: Info
fr: Infos
ru: Информация
zh_hans: 信息

source: LUTs
fr: LUT
it: LUT
ru: LUT-файлы
zh_hans: LUT

source: ETA
ru: Осталось
zh_hans: 预计剩余时间

source: LUT Grade
ru: LUT-обработка
zh_hans: LUT 调色

source: OK
zh_hans: 好
